// Вывести квадрат числа 

//Выводим на консоль сообщение 

Console.Write("Введите число - ");

string numberStr = Console.ReadLine();

int number = int.Parse(numberStr);

Console.WriteLine($"Квадрат числа: {number * number}");

